Repository: Hafid4D/GoldenAltos
Catalog: Resources/*.lproj/healthDashboard.xlf
Languages: fr

# entry.healthdashboard
source: Dashboards
fr: Tableaux de bord

# healthdasboard.title.oneYearOfAppointmets
source: One year of appointments
fr: Une année de rendez-vous médicaux

# healthdashboard.lb_items.hearder1
source: Name
fr: Nom

# healthdasboard.title.splitConsultationKind
source: Consultation type breakdowns
fr: Repartition des types de consultation

# healthdasboard.title.AppointmentsPerMedicalHouse
source: Appointments per medical house
fr: Rendez-vous par maison médicale

# healthdasboard.title.AppointmentsPerDoctor
source: Appointments per doctor
fr: Rendez-vous par médecin

# healthdasboard.title.AppointmentsPerPatient
source: Appointments per patient
fr: Rendez-vous par patient

# appPerMH.avTimeGetApp
source: Average time to get an appointment
fr: Délai moyen d’obtention d’un rendez-vous

# appPerMH.avWaitTimePatient
source: Average waiting time of the patient on arrival
fr: Délai moyen d’attente du patient à son arrivé

# appPerMH.nbHonoredApp
source: Number of honored appointments
fr: Nombre de rendez-vous honorés

# appPerMH.nbAppCancelByMH
source: Number of appointments cancelled by the medical house
fr: Nombre de rendez-vous annulés par la maison médicale

# appPerMH.nbAppCancelByPatient
source: Number of appointments cancelled by the patient
fr: Nombre de rendez-vous annulés par le patient

# appPerMH.nbNotHonoredApp
source: Number of missed appointments
fr: Nombre de rendez-vous non honorés

# appPerMH.nbAppCreateCS
source: Number of appointments created C/S
fr: Nombre de rendez-vous créé en C/S

# appPerMH.nbAppCreateWeb
source: Number of appointments created Web
fr: Nombre de rendez-vous créé sur le web

# appPerMH.nbAppCreateMobile
source: Number of appointments created mobile
fr: Nombre de rendez-vous créé depuis un mobile

# appPerMH.nbPatients
source: Patients
fr: Patientelle

# appPerMH.evolnbNotHonoredApp
source: Evolution of number of missed appointments
fr: Evolution du nombre de rendez-vous non honorés

# appPerMH.numMH
source: # medical house
fr: N° de la maison médicale

# appPerMH.nameMH
source: Medical house name
fr: Nom de la maison Médicale

# appPerMH.address
source: Address
fr: Adresse

# appPerMH.evolAvTimeGetApp
source: Evolution of the average time to obtain an appointment
fr: Evolution du délai moyen d’obtention d’un rendez-vous

# appPerMH.evolAvWaitTimePatient
source: Evolution of the average waiting time of the patient on arrival
fr: Evolution du délai moyen d’attente du patient à son arrivée

# appPerMH.evolnbHonoredApp
source: Evolution of number of honored appointments
fr: Evolution du nombre de rendez-vous honorés

# appPerMH.evolnbAppCancelByMH
source: Evolution of the number of appointments cancelled by the medical house
fr: Evolution du nombre de rendez-vous annulés par la maison médicale

# appPerMH.evolnbAppCancelByPatient
source: Evolution of the number of appointments cancelled by patient
fr: Evolution du nombre de rendez-vous annulés par le patient

# appPerMH.evolnbAppCreateCS
source: Evolution of the number of appointments created C/S
fr: Evolution du nombre de rendez-vous créé en C/S

# appPerMH.evolnbAppCreateWeb
source: Evolution of the number of appointments created web
fr: Evolution du nombre de rendez-vous créé sur le web

# appPerMH.evolnbAppCreateMobile
source: Evolution of the number of appointments created mobile
fr: Evolution du nombre de rendez-vous créé sur mobile

# appPerMH.evolnbPatient
source: Evolution of the number of patient
fr: Evolution de la patientelle

# appPerMH.numDr
source: # doctor
fr: N° du docteur

# appPerMH.nameDr
source: Doctor name
fr: Nom du docteur

# appPerMH.specialities
source: Specialities
fr: Specialités

# appPerMH.numPt
source: # patient
fr: N° du patient

# appPerMH.namePt
source: Patient name
fr: Nom du patient
